Repository: magi1125/inclusive-design-pattern
Catalog: tm/chapter-3_EN-US_JA.tmx
Source language: en_us
Languages: ja

source: Foreword
ja: 序文

source: I’ve always had a good word for Heydon Pickering.
ja: 私はこれまでもずっと、ヘイドン・ピカリングを「褒め称えて」きました。

source: However, laws of libel prevent me from writing it here, so instead let me tell you about this book: it’s very good.
ja: ですが、そうした彼への賛辞は名誉毀損法の関係で書けないため、代わりにこの本について言わせてください。とにかくすばらしい本です。

source: Heydon clearly and comprehensively shows you how to use the web properly; that is, how to take advantage of its built-in powers of reach, inclusivity and accessibility, so you don’t lock out any potential customer or visitor, regardless of how they choose to (or need to) access your content.
ja: ヘイドンがWebの正しい使い方を明確かつ包括的に解説してくれています。Webが内蔵する力、インクルーシビティとアクセシビリティを最大限に生かす方法を知れば、潜在的な顧客や訪問者を締め出すようなことはなくなります。彼らがあなたのコンテンツにどのような方法でアクセスしようとしていても（あるいはアクセスする必要があっても）関係ありません。

source: I’ve been writing about the same for many years, but I’ve still picked up a number of useful tips and tricks when reading through the drafts.
ja: 原稿を最後まで読ませてもらいましたが、同じテーマを長年書いている私にも役立つヒントやコツがたくさん見つかりました。

source: It’s a little unfortunate that Heydon didn’t accept some of my amendments to make his musical taste less — what’s the word?
ja: ？？少し残念なのは、音楽の趣味をもう少し、何と言うか、気まずくないものにした方がいいという私の修正案を、ヘイドンが受け入れてくれなかったことです。

source: — embarrassing, but don’t let that put you off reading.
ja: でも、だからと言って、読むのをやめたりしないでくださいね。？？【コメント：不安訳です。本文に音楽の要素が出てくるのかもしれません】

source: There’s a load of useful advice contained in this book, and it would be really good if you were to follow it and make your corner of the web a better place for all.
ja: この本には有益なアドバイスがたくさん詰まっています。ぜひ参考にして、皆さんのWebサイトをすべての人にとってより良い場所にしてください。

source: Just tweet me if you want music suggestions.
ja: 音楽に関するアドバイスが欲しい方は私にツイートを送ってくださいね。

source: Bruce Lawson1, Deputy CTO, Opera
ja: Opera 副CTO、ブルース・ローソン（Bruce Lawson）

source: 1.http://www.brucelawson.co.uk
ja: http://www.brucelawson.co.uk
